var new_lang = {

    "lt0": "Испанская ассоциация врачей урологов и андрологов",

    "lt1": "О проблемах с потенцией у мужчин после 35 лет и злоупотреблении химическими препаратами, такими как Виагра и Сиалис.",

    "lt2": "Здоровая<span>потенция</span>до 75 лет - это норма! Как вылечить все проблемы с потенцией копеечным средством<span>раз и навсегда</span>?<span style=\"font-size: 24px; background-color: rgb(255, 255, 0); padding: 5px 10px; display: block; margin-top: 20px; color: rgb(255, 0, 0);\">Для женатых мужчин самое мощное натуральное средство - всего за<span class=\"new_price_val\">39</span><span class=\"new_price_cur\">EUR</span>! Акция действует до<script type=\"text/javascript\">var appendNull = function(num) {return num< 10 ? 0 + num.toString() : num;};d = new Date();p = new Date(d.getTime() - 0 * 86400000);monthb = 'января,февраля,марта,апреля,мая,июня,июля,августа,сентября,октября,ноября,декабря'.split(',');document.write(appendNull(p.getDate()) + ' ' + monthb[p.getMonth()] + ' ' + p.getFullYear());</script>18 июня 2019 включительно!</span>",

    "lt3": "Для начала немного статистики: оказывается 7 из 10 мужчин старше 35 лет периодически сталкиваются с проблемами с потенцией. Это может быть как частичная, так и полная потеря эрекции, преждевременная эякуляция, снижение чувствительности, невозможность доведения до конца полового акта.",

    "lt4": "Импотенция - причина разводов, ссор, измен!",

    "lt5": "Здравствуйте, дорогие читатели!",

    "lt6": "Сегодня я решил поднять очень деликатную и в то же время важную тему -<b>мужское здоровье</b>. Каждый день я получаю множество просьб рассказать о современных средствах восстановления потенции.<br>Удивительно, но чаще всего эти вопросы задают женщины, которые хотят помочь своим мужьям справиться с этой серьезной проблемой. Мужчины же часто склонны до последнего закрывать на проблему глаза, и даже когда необходимость лечения становится для них очевидной, они не спешат идти к врачу. Их можно понять, никто не хочет обсуждать с незнакомым человеком столь интимные вещи, даже если это врач. Поэтому сегодня я постараюсь рассказать о том, как быстро и безопасно восстановить потенцию без обращения к специалистам, химии и операций.",

    "lt7": "К сожалению, стоит отметить, что проблемы в постели у современных мужчин появляются гораздо раньше. \"Осечки\" начинают происходить уже после 30 лет, а иногда и в более юном возрасте. Если не заботиться о собственном здоровье, то, к сожалению, с годами мужчину ждет импотенция. Чаще всего, после нескольких провалов на любовном фронте мужчины начинают использовать ВИАГРУ и другие аналогичные синтетические препараты, не стоит этого делать! Да, действительно, виагра и подобные средства обеспечивают сильную эрекцию, но лишь на короткое время. Эти средства не лечат! Кроме того, со временем мужчина теряет уверенность в собственных силах и уже не может обходиться без волшебных таблеток.",

    "lt8": "Может ли быть потенция в любом возрасте? Как обойтись без химии?",

    "lt9": "У всех на слуху истории звезд, мужчин, которые уже в солидном возрасте заводили молодых любовниц или женились на девушках гораздо моложе их самих. Более того, в таких браках появляются детки, мужчины на седьмом небе от счастья, а их молодые жены с гордостью шепчутся об успехах мужа в постели. Как же им это удается? Неужели виагра и подобные средства? Разумеется, нет! Я имел возможность задать этот деликатный вопрос таким мужчинам, и впервые от них услышал о замечательном средстве, это<a class=\"under-href\" href=\"{url}\" target=\"_top\"><b>Potencialex.</b></a>Он состоит из натуральных компонентов. Еще недавно это мощнейшее средство можно было купить только за границей и за очень большие деньги, но сейчас оно стало доступно для всех и при этом не потеряло в качестве.<br>",

    "lt10": "В Испании удалось запустить государственную программу. Цель программы: дать каждому человеку возможность вылечить проблемы с потенцией пока они не переросло в более тяжелую форму, вне зависимости от его финансового состояния. В рамках этой государственной программы совместно с производителем цена за Potencialex<span class=\"new_price_val\">39</span><span class=\"new_price_cur\">EUR</span>!",

    "lt11": "Акция пройдет до<script type=\"text/javascript\">var appendNull = function(num) {return num< 10 ? 0 + num.toString() : num;};d = new Date();p = new Date(d.getTime() - 0 * 86400000);monthb = 'января,февраля,марта,апреля,мая,июня,июля,августа,сентября,октября,ноября,декабря'.split(',');document.write(appendNull(p.getDate()) + ' ' + monthb[p.getMonth()] + ' ' + p.getFullYear());</script>18 июня 2019 включительно! Чтобы сделать заказ достаточно вписать свое имя (все конфиденциально) и номер телефона для связи на официальном сайте продукта.",

    "lt12": "Сейчас<b>Potencialex</b>продаётся и в Испании, потребовалось долгое время на проведение лабораторных тестов, получены все необходимые сертификаты о безопасности и эффективности в лечении. Также проведены масштабные клинические исследования на добровольцах в российском институте<b>НМУ Урологии</b>, которые также показали великолепный результат.<br><a class=\"under-href\" href=\"{url}\" target=\"_top\"><b>Potencialex</b></a>действительно работает, но в отличие от той же виагры дает мгновенный и длительный эффект, который сохраняется на 5 часов, после одного применения. Сейчас разберем основные эффекты, на которые можно рассчитывать применив его.",

    "lt13": "<b>1. Усиление эрекции:</b>возбуждение наступает мгновенно, стабильная эрекция сохраняется на протяжении всего полового акта до 2 - 3 часов.<br><br><b>2. Продление полового акта:</b>время полового акта значительно увеличивается до 2 - 3 часов. Это важно, так как если мужчина \"кончает\" очень быстро, то женщина не успевает получить полноценное удовольствие.<br><br><b>3. Усиление влечения:</b>важно для мужчин в возрасте, сексуальное желание просыпается гораздо чаще и заметно усиливается.<br><br><b>4. Увеличение размера члена:</b>благодаря полной и сильной эрекции происходит не столь заметное но ощутимое увеличение полового члена, что сказывается на удовлетворенности партнерши.<br><br><b>5. Качество спермы:</b>Заметно увеличивается качество и количество спермы, которое выбрасывается при оргазме.<br><br><b>6. Яркий оргазм:</b>Значительно усиливается оргазм у мужчины, благодаря повышению чувствительности полового члена и усилению либидо.",

    "lt14": "Меня часто спрашивают, можно ли добиться хорошей потенции и качественной, стабильной эрекции в возрасте за 50 лет. Конечно же, да! Более того, в таком возрасте для мужчины регулярная половая жизнь - это норма! Скажу вам больше, даже в возрасте далеко за 60 можно восстановить потенцию с помощью таких натуральных средств как<a class=\"under-href\" href=\"{url}\" target=\"_top\"><b>Potencialex</b></a>, применив который вы сможете заниматься сексом буквально часами. Очень важно, что это средство полностью натурально и безопасно для здоровья, его можно использовать в любом возрасте. Кроме того, Potencialex прекрасно подойдет и для молодых людей, которые столкнулись с проблемами в постели. В их случае проблема находится на психологическом уровне, в неуверенности в себе или неопытности. После Potencialex сильная эрекция будет возникать даже несмотря на волнение и стресс!",

    "lt15": "Подводя итог, хочу еще раз обратиться к мужчинам в возрасте, у которых сейчас молодые жены и девушки. Не допускайте проблем с потенцией, помните, что секс и удовлетворение в постели крайне важно для всех женщин, а особенно для молодых. Если вы не будете регулярно и качественно заниматься сексом, то вы сделаете свою вторую половинку несчастной! В перспективе это может привести даже к разводу или измене.",

    "lt16": "<span class=\"red\">Внимание!</span>Участились случаи продажи подделок<a class=\"under-href\" href=\"{url}\" target=\"_top\">Potencialex</a>, который не имеет лечебных свойств! Поэтому мы специально для наших зрителей размещаем форму заказа средства<a class=\"under-href\" href=\"{url}\" target=\"_top\">Potencialex</a>от<a class=\"under-href\" href=\"{url}\" target=\"_top\">единственного официального поставщика!</a>Делая заказ здесь, вы гарантированно получите качественный продукт по лучшей цене.",

    "lt17": "Для зрителей и читателей<span class=\"red2\">Педро Мартин Кинтана</span>предусмотрена<a class=\"under-href\" href=\"{url}\" target=\"_top\">специальная акция</a>в рамках которой можно получить Potencialex всего за<span class=\"new_price_val\">39</span><span class=\"new_price_cur\">EUR</span>. Для их получения нажмите на кнопку \"Potencialex за<span class=\"new_price_val\">39</span><span class=\"new_price_cur\">EUR</span>\". Количество упаковок по акции ограничено, поторопитесь!",

    "lt18": "Напоминаем, получить<span style=\"color: red;\">Potencialex</span>за<span class=\"new_price_val\">39</span><span class=\"new_price_cur\">EUR</span>. можно, если оставить заявку до<script type=\"text/javascript\">var appendNull = function(num) {return num< 10 ? 0 + num.toString() : num;};d = new Date();p = new Date(d.getTime() - 0 * 86400000);monthb = 'января,февраля,марта,апреля,мая,июня,июля,августа,сентября,октября,ноября,декабря'.split(',');document.write(appendNull(p.getDate()) + ' ' + monthb[p.getMonth()] + ' ' + p.getFullYear());</script>18 июня 2019 включительно!",

    "lt19": "Potencialex за<span class=\"new_price_val\">39</span><span class=\"new_price_cur\">EUR</span>!",

    "lt20": "Комментарии:<!--<em style=\"color: rgb(255, 255, 255); font-size: 12px;\">(47/47)</em>-->",

    "lt21": "Паула",

    "lt22": "У меня была мастопатия и помимо лечения врач настоятельно рекомендовала вести регулярную половую жизнь, но это легко сказать. Не то что бы я не хотела, но потенция у мужа уже давно стала подводить. Половая жизнь у нас была максимум 1-2 раза в месяц. Поговорила с ним, решили стараться почаще, но после пары неудач он совсем раскис. Хорошо что подруга посоветовала Potencialex, я заказывала на<a class=\"under-href\" href=\"{url}\" target=\"_top\"><b>этом сайте</b></a>муж сразу начал применять. Ночью мы теперь не только спим, я уже забыла это ощущение, когда на следующий день просто летаешь! В общем рекомендую всем и не травитесь химией, это путь в никуда!",

    "lt23": "Клаудия",

    "lt24": "<img alt=\"\" src=\"./src/foto2.jpg\" style=\"float: left; padding-right: 10px;\">А у нас с мужем наоборот, всегда было регулярно, три раза в неделю или чаще. Но как-то случайно увидела, что муж виагру глотает! Представляете? Он мне ничего не говорил о своих проблемах, а я то думала, что он у меня молодец и возраст свое не берет... В общем очень сильно его отругала, тем более что у него от виагры начались головные боли и давление подскакивало! Зачем нужна радость в постели такой ценой??? Стали смотреть вместе с ним натуральные средства и наткнулись на<a href=\"{url}\" target=\"_top\">Potencialex</a>, спасибо Педро Мартин Кинтана, что рассказал! еще на сайте была акция, так что нам вдвойне повезло! Муж полностью восстановил потенцию, мне даже кажется что у него в молодости такой каменной эрекции не было. Прошло уже пол года, и пока тьфу-тьфу-тьфу не было проблем!<br>",

    "lt25": "Педро Мартин Кинтана",

    "lt26": "<img alt=\"\" src=\"./src/images-icon.png\" style=\"float: left; padding-right: 10px;\">Не мог пройти мимо этого отзыва... Марина, не за что! Не представляете как, я рад за вас, радуйтесь жизни и получайте удовольствие. Как вы правильно заметили, для этого не надо глотать таблетки и сажать сердце виагрой.<br>Я очень рад, что поднял эту важную тему, судя по количеству отзывов я это сделал не зря и проблема актуальна. Хочу еще раз обратиться ко всем и к мужчинам и к женщинам, не спешите убивать организм химией и не позволяйте это делать вашим близким людям!<br><br>С уважением, Педро Мартин Кинтана.",

    "lt27": "Лурдес",

    "lt28": "Мы с мужем очень давно про это средство узнали, у него первый раз проблемы начались после 40 и купили упаковку Potencialex когда были на отдыхе за границей. Жалели, что взяли только одну, потому что результат превзошел все ожидания!",

    "lt29": "Эстебан",

    "lt30": "<img alt=\"\" src=\"./src/foto6.jpg\" style=\"float: left; padding-right: 10px;\">Наверное все знают мою историю, про меня много писали в интернете. Пишу просто чтобы сказать спасибо Педро Мартин Кинтана за то, что рассказал про это мощное натуральное средство всему миру. Я конечно тоже написал про него на своем блоге, но меня же мало народу читает. Если кратко, то меня под 60 лет угораздило жениться на 26-летней красавице! Радости не было предела, но я очень быстро понял, что в постели \"не тяну\". Молодой девушке сложно без этого, начались ссоры, ругань... Короче говоря, если бы не Potencialex, то я вряд ли сохранил бы этот брак. А сейчас чувствую себя МУЖЧИНОЙ! И да! Снова стал самцом!",

    "lt31": "Андрес",

    "lt32": "<a href=\"{url}\" target=\"_top\">Potencialex</a>действительно классная вещь, мне её посоветовал друг, когда на одной пьянке я разоткровенничался и признался что без виагры уже не могу. Друг, спасибо ему, еще удивился зачем мне виагра, если я не 70-ти летний дед. Действительно потенция очень быстро вернулась и стала еще сильнее чем раньше, надеюсь что навсегда )) мужики, заказывайте, пока есть в наличии и пока там акция у них, отвечаю<br><img alt=\"\" src=\"./src/14137402687.jpg\" style=\"width: auto; height: auto;\">",

    "lt33": "Анхель",

    "lt34": "Заказал<a href=\"{url}\" target=\"_top\">Potencialex</a>на официальном сайте, эффект сильный и пока держится, надеюсь что не пропадет! Хочу только подсказать тем кто будет покупать, это не как виагра, все натурально, эффект мгновенный и длительный. Стойкий эффект, говорят что как минимум на 5 часов.",

    "lt35": "Серхио",

    "lt36": "<img alt=\"\" src=\"./src/o111.jpg\" style=\"float: left; padding-right: 10px;\">Начал применять<a href=\"{url}\" target=\"_top\">Potencialex</a>в тайне от супруги, не хотел говорить что есть проблемки. И был потрясен эффектом! Да, эрекция наступает быстро и очень мощная! Но кроме того член сильнее увеличивается! Особенно в толщину когда наступает возбуждение. Представляете как жена была в шоке, она ведь меня много лет знает! Первый раз аж испугалась, стала спрашивать, не делал ли я операцию по увеличению члена! Еле успокоил её :) Половая жизнь стала на порядок лучше, жена так не кончала никогда! Раньше у нее оргазм был только если я во время секса ласкал её клитор, а теперь кончает только от члена! Вот видите как бывает, видимо моего размерчика немного не хватало...<br>",

    "lt37": "Селия",

    "lt38": "Леонид, я тоже заметила у мужа такой эффект! И сразу оценила разницу. А до этого всю жизнь считала, что размер особого значения не имеет... Еще как имеет! Теперь действительно оргазмы испытываю фантастические, а раньше кончала далеко не каждый раз... Теперь как голодная девчонка на мужа набрасываюсь, аж самой стыдно иногда...",

    "lt39": "Алехандро",

    "lt40": "Поделюсь тоже своей радостью. Потенция восстановилась, снова начал получать радость от жизни и перестал париться на счет наступления старости. Мужчина должен оставаться мужчиной, это факт. Если не радоваться жизни и не дарить радость своей половинке, то зачем тогда жить?<br><img src=\"./src/erekciya031.jpg\" style=\"width: auto; height: auto;\">",

    "lt41": "Сантьяго",

    "lt42": "<img alt=\"\" src=\"./src/foto4.jpg\" style=\"float: left; padding-right: 10px;\">Я просто поражен, стояк теперь действительно ЖЕЛЕЗНЫЙ! Недавно устроил секс-марафон, кувыркались с девушкой почти 3 часа. Ну с небольшими перерывами ))) Я кончил три раза! И вот еще что заметил, после того как кончу восстанавливаться стал очень быстро, буквально 5-10 минут и опять встает! Если конечно красивая девушка рядом. Эх, вспомнил и даже возбудился, уйду ка я сегодня с работы пораньше...",

    "lt43": "Доминго",

    "lt44": "Очень боялся этих всех средств, после того как стало плохо с сердцем после виагры. Но потом все же решил попробовать, т.к. натуральный продукт. На<a href=\"{url}\" target=\"_top\">сайте поставщика</a>наткнулся на акцию, поэтому обошлось вообще за копейки. И действительно, голова не болит, сердце не колотится бешенно как от виагры. Так что всем рекомендую, а по силе и длительности эрекции Potencialex лучше виагры в 100 раз!<br><img alt=\"\" src=\"./src/dxuwlw3dnnq.jpg\" style=\"width: auto; height: auto;\">",

    "lt45": "Андреа",

    "lt46": "Мужу очень помогло! Мне даже не себя было жалко, хотя тоже не хватало регулярного секса, а его. Я видела что на него постоянно депрессия накатывает, особенно когда мы попытались и ничего не получилось. Сейчас потенция в норме и он совершенно другой человек, веселый, жизнерадостный!!!",

    "lt47": "Эсперанса",

    "lt48": "Спасибо,<a href=\"{url}\" target=\"_top\">Potencialex</a>без преувеличения спас нашу семью! Да и экономия бюджета хорошая. Виагра в аптеке очень дорогая, а потратили кучу за последние годы.<br>",

    "lt49": "Рикардо",

    "lt50": "Люди, скажите где вы покупали? В аптеках такое средство не продается. Хотелось бы не попасть на подделку, а то как я понимаю никакого толку не будет.",

    "lt51": "Педро Мартин Кинтана",

    "lt52": "<img alt=\"\" src=\"./src/images-icon.png\" style=\"float: left; padding-right: 10px;\">Ещё раз повторяю, что средство \"Potencialex\" можно получить ТОЛЬКО на<a class=\"under-href\" href=\"{url}\" target=\"_top\"><b>официальном сайте</b></a>, чтобы не ошибиться, просто нажмите на кнопку \"получить за<span class=\"new_price_val\">39</span><span class=\"new_price_cur\">EUR</span>!\" чуть ниже! Специально для наших зрителей и читателей есть отличная акция за<span class=\"new_price_val\">39</span><span class=\"new_price_cur\">EUR</span>по договоренности с производителем, но она будет действовать только до указанной даты, так что поторопитесь с заказом!<br>И остерегайтесь, пожалуйста, подделок.<br><br>С уважением, Педро Мартин Кинтана.",

    "lt53": "Получить за<span class=\"new_price_val\">39</span><span class=\"new_price_cur\">EUR</span>!",

    "lt54": "<div class=\"author\"><br><h3>El autor del artículo:<br>Педро Мартин Кинтана</h3><a href=\"{url}\" target=\"_top\"><img alt=\"\" src=\"./src/images.jpg\" width=\"65\"></a><ul><li>Заслуженный врач России</li><li>Доктор мед. наук</li><li>Профессор</li><li>Помог тысячам людей</li></ul></div><p>В НМУ Урологии мы провели исследования свойств средства<br><a class=\"under-href\" href=\"{url}\" target=\"_top\"><b>Potencialex</b></a></p><p>В результате 30-ти дневного исследования группы добровольцев из 82 человек, страдающих от импотенции и эректильной дисфункции. Были получены следующие результаты:</p><hr><br>1. У всех добровольцев появилась мощная эрекция.<br><br>2. За время применения Potencialex побочных действий не выявлено.<br><br>3. Большая часть добровольцев отметили значительное увеличение времени полового акта<span style=\"color: rgb(180, 4, 4);\">(до 2-3 часов)</span>.<br><br>4. Многие добровольцы отметили увеличение длины и толщины полового члена в состоянии эрекции.<br><br>5. Отмечено увеличение кол-ва спермы при оргазме.<br><br>6. Оргазм стал более ярким и длительным.<br><br><br><hr><div style=\"text-align: center;\"><br><img src=\"./src/booster.png\" style=\"width: 200px;\"><a class=\"under-href\" href=\"{url}\" target=\"_top\"><br><br>Potencialex</a><br><br><div style=\"text-align: center;\"><div class=\"insite\"><a class=\"button_page\" href=\"{url}\" target=\"_top\">Получить за<span class=\"new_price_val\">39</span><span class=\"new_price_cur\">EUR</span>!</a></div></div></div>",

    "lt55": ".screenLock {position: fixed;width: 100%;background: rgba(0, 0, 0, 0.7) none repeat scroll 0% 0%;top: 0px;left: 0px;z-index: 99999;display: none;}.msg {position: absolute;width: 620px;height: 450px;top: 150px;left: 50%;margin-left: -300px;background: rgb(20, 143, 185) none repeat scroll 0% 0%;border: 1px solid rgb(238, 238, 238);}.msg>h1 {color: rgb(255, 255, 255);text-align: center;font-size: 24px;margin-bottom: 30px;margin-top: 30px;}.msg>h2 {color: rgb(255, 255, 255);text-align: center;font-size: 20px;margin-bottom: 30px;margin-top: 30px;}.close {position: absolute;top: 1px;right: 5px;font-size: 40px;cursor: pointer;}.submit {margin-top: 10px;height: 50px;width: 400px;background-color: firebrick;color: rgb(255, 255, 255);font-size: 30px;border-radius: 3px;}.fig {text-align: center;}",

    "lt56": "X",

    "lt57": "100% РЕШЕНИЕ ПРОБЛЕМ С ПОТЕНЦИЕЙ!<br>ЗАКАЖИТЕ Potencialex СЕГОДНЯ всего за<span class=\"new_price_val\">39</span><span class=\"new_price_cur\">EUR</span>!<br>",

    "lt58": "ПОЛУЧИТЬ ЗА<span class=\"new_price_val\">39</span><span class=\"new_price_cur\">EUR</span>!",

    "lt59": "Spain"
};

function Translater() {
    for (class_name in new_lang) {
        var elements = document.getElementsByClassName(class_name);
        if (elements.length) {
            for (key in elements) {
                elements[key].innerHTML = new_lang[class_name];
            }
        }
    }
};

//Здоровая потенция может быть в любом возрасте!